/*
 * FCKeditor - The text editor for Internet - http://www.fckeditor.net
 * Copyright (C) 2003-2009 Frederico Caldeira Knabben
 *
 * == BEGIN LICENSE ==
 *
 * Licensed under the terms of any of the following licenses at your
 * choice:
 *
 *  - GNU General Public License Version 2 or later (the "GPL")
 *    http://www.gnu.org/licenses/gpl.html
 *
 *  - GNU Lesser General Public License Version 2.1 or later (the "LGPL")
 *    http://www.gnu.org/licenses/lgpl.html
 *
 *  - Mozilla Public License Version 1.1 or later (the "MPL")
 *    http://www.mozilla.org/MPL/MPL-1.1.html
 *
 * == END LICENSE ==
 *
 * Gujarati language file.
 */

var FCKLang =
{
// Language direction : "ltr" (left to right) or "rtl" (right to left).
Dir					: "ltr",

ToolbarCollapse		: "ટૂલબાર નાનું કરવું",
ToolbarExpand		: "ટૂલબાર મોટું કરવું",

// Toolbar Items and Context Menu
Save				: "સેવ",
NewPage				: "નવુ પાનું",
Preview				: "પૂર્વદર્શન",
Cut					: "કાપવું",
Copy				: "નકલ",
Paste				: "પેસ્ટ",
PasteText			: "પેસ્ટ (સાદી ટેક્સ્ટ)",
PasteWord			: "પેસ્ટ (વડૅ ટેક્સ્ટ)",
Print				: "પ્ર�ન્ટ",
SelectAll			: "બઘું પસંદ કરવું",
RemoveFormat		: "ફૉર્મટ કાઢવું",
InsertLinkLbl		: "સંબંધન, લ�ંક",
InsertLink			: "લ�ંક ઇન્સર્ટ/દાખલ કરવી",
RemoveLink			: "લ�ંક કાઢવી",
VisitLink			: "Open Link",	//MISSING
Anchor				: "ઍંકર ઇન્સર્ટ/દાખલ કરવી",
AnchorDelete		: "ઍંકર કાઢવી",
InsertImageLbl		: "ચ�ત્ર",
InsertImage			: "ચ�ત્ર ઇન્સર્ટ/દાખલ કરવું",
InsertFlashLbl		: "ફ્લૅશ",
InsertFlash			: "ફ્લૅશ ઇન્સર્ટ/દાખલ કરવું",
InsertTableLbl		: "ટેબલ, કોઠો",
InsertTable			: "ટેબલ, કોઠો ઇન્સર્ટ/દાખલ કરવું",
InsertLineLbl		: "રેખા",
InsertLine			: "સમસ્તરીય રેખા ઇન્સર્ટ/દાખલ કરવી",
InsertSpecialCharLbl: "વ�શ�ષ્ટ અક્ષર",
InsertSpecialChar	: "વ�શ�ષ્ટ અક્ષર ઇન્સર્ટ/દાખલ કરવું",
InsertSmileyLbl		: "સ્માઇલી",
InsertSmiley		: "સ્માઇલી ઇન્સર્ટ/દાખલ કરવી",
About				: "FCKeditorના વ�ષે",
Bold				: "બોલ્ડ/સ્પષ્ટ",
Italic				: "ઇટેલ�ક, ત્રાંસા",
Underline			: "અન્ડર્લાઇન, નીચે લીટી",
StrikeThrough		: "છેકી નાખવું",
Subscript			: "એક ચ�હ્નની નીચે કરેલું બીજું ચ�હ્ન",
Superscript			: "એક ચ�હ્ન ઉપર કરેલું બીજું ચ�હ્ન.",
LeftJustify			: "ડાબી બાજુએ/બાજુ તરફ",
CenterJustify		: "સંકેંદ્રણ/સેંટર�ંગ",
RightJustify		: "જમણી બાજુએ/બાજુ તરફ",
BlockJustify		: "બ્લૉક, અંતરાય જસ્ટ�ફાઇ",
DecreaseIndent		: "ઇન્ડેન્ટ લીટીના આરંભમાં જગ્યા ઘટાડવી",
IncreaseIndent		: "ઇન્ડેન્ટ, લીટીના આરંભમાં જગ્યા વધારવી",
Blockquote			: "બ્લૉક-કોટ, અવતરણચ�હ્નો",
CreateDiv			: "Create Div Container",	//MISSING
EditDiv				: "Edit Div Container",	//MISSING
DeleteDiv			: "Remove Div Container",	//MISSING
Undo				: "રદ કરવું; પહેલાં હતી એવી સ્થ�ત� પાછી લાવવી",
Redo				: "ર�ડૂ; પછી હતી એવી સ્થ�તિ પાછી લાવવી",
NumberedListLbl		: "સંખ્યાંકન સૂચ�",
NumberedList		: "સંખ્યાંકન સૂચ� ઇન્સર્ટ/દાખલ કરવી",
BulletedListLbl		: "બુલેટ સૂચ�",
BulletedList		: "બુલેટ સૂચ� ઇન્સર્ટ/દાખલ કરવી",
ShowTableBorders	: "ટેબલ, કોઠાની બાજુ(બોર્ડર) બતાવવી",
ShowDetails			: "વ�સ્તૃત વ�ગતવાર બતાવવું",
Style				: "શૈલી/રીત",
FontFormat			: "ફૉન્ટ ફૉર્મટ, રચનાની શૈલી",
Font				: "ફૉન્ટ",
FontSize			: "ફૉન્ટ સાઇઝ/કદ",
TextColor			: "શબ્દનો રંગ",
BGColor				: "બૅકગ્રાઉન્ડ રંગ,",
Source				: "મૂળ કે પ્રાથમ�ક દસ્તાવેજ",
Find				: "શોધવું",
Replace				: "ર�પ્લેસ/બદલવું",
SpellCheck			: "જોડણી (સ્પેલ�ંગ) તપાસવી",
UniversalKeyboard	: "યૂન�વર્સલ/વ�શ્વવ્યાપક કીબૉર્ડ",
PageBreakLbl		: "પેજબ્રેક/પાનાને અલગ કરવું",
PageBreak			: "ઇન્સર્ટ પેજબ્રેક/પાનાને અલગ કરવું/દાખલ કરવું",

Form			: "ફૉર્મ/પત્રક",
Checkbox		: "ચેક બોક્સ",
RadioButton		: "રેડ�ઓ બટન",
TextField		: "ટેક્સ્ટ ફીલ્ડ, શબ્દ ક્ષેત્ર",
Textarea		: "ટેક્સ્ટ એર�આ, શબ્દ વ�સ્તાર",
HiddenField		: "ગુપ્ત ક્ષેત્ર",
Button			: "બટન",
SelectionField	: "પસંદગી ક્ષેત્ર",
ImageButton		: "ચ�ત્ર બટન",

FitWindow		: "એડ�ટરની સાઇઝ અધ�કતમ કરવી",
ShowBlocks		: "બ્લૉક બતાવવું",

// Context Menu
EditLink			: " લ�ંક એડ�ટ/માં ફેરફાર કરવો",
CellCM				: "કોષના ખાના",
RowCM				: "પંક્ત�ના ખાના",
ColumnCM			: "કૉલમ/ઊભી કટાર",
InsertRowAfter		: "પછી પંક્ત� ઉમેરવી",
InsertRowBefore		: "પહેલાં પંક્ત� ઉમેરવી",
DeleteRows			: "પંક્ત�ઓ ડ�લીટ/કાઢી નાખવી",
InsertColumnAfter	: "પછી કૉલમ/ઊભી કટાર ઉમેરવી",
InsertColumnBefore	: "પહેલાં કૉલમ/ઊભી કટાર ઉમેરવી",
DeleteColumns		: "કૉલમ/ઊભી કટાર ડ�લીટ/કાઢી નાખવી",
InsertCellAfter		: "પછી કોષ ઉમેરવો",
InsertCellBefore	: "પહેલાં કોષ ઉમેરવો",
DeleteCells			: "કોષ ડ�લીટ/કાઢી નાખવો",
MergeCells			: "કોષ ભેગા કરવા",
MergeRight			: "જમણી બાજુ ભેગા કરવા",
MergeDown			: "નીચે ભેગા કરવા",
HorizontalSplitCell	: "કોષને સમસ્તરીય વ�ભાજન કરવું",
VerticalSplitCell	: "કોષને સીધું ને ઊભું વ�ભાજન કરવું",
TableDelete			: "કોઠો ડ�લીટ/કાઢી નાખવું",
CellProperties		: "કોષના ગુણ",
TableProperties		: "કોઠાના  ગુણ",
ImageProperties		: "ચ�ત્રના ગુણ",
FlashProperties		: "ફ્લૅશના ગુણ",

AnchorProp			: "ઍંકરના ગુણ",
ButtonProp			: "બટનના ગુણ",
CheckboxProp		: "ચેક બોક્સ ગુણ",
HiddenFieldProp		: "ગુપ્ત ક્ષેત્રના ગુણ",
RadioButtonProp		: "રેડ�ઓ બટનના ગુણ",
ImageButtonProp		: "ચ�ત્ર બટનના ગુણ",
TextFieldProp		: "ટેક્સ્ટ ફીલ્ડ, શબ્દ ક્ષેત્રના ગુણ",
SelectionFieldProp	: "પસંદગી ક્ષેત્રના ગુણ",
TextareaProp		: "ટેક્સ્ટ એઅર�આ, શબ્દ વ�સ્તારના ગુણ",
FormProp			: "ફૉર્મ/પત્રકના ગુણ",

FontFormats			: "સામાન્ય;ફૉર્મટેડ;સરનામું;શીર્ષક 1;શીર્ષક 2;શીર્ષક 3;શીર્ષક 4;શીર્ષક 5;શીર્ષક 6;શીર્ષક (DIV)",

// Alerts and Messages
ProcessingXHTML		: "XHTML પ્રક્ર�યા ચાલુ છે. મહેરબાની કરીને રાહ જોવો...",
Done				: "પતી ગયું",
PasteWordConfirm	: "તમે જે ટેક્સ્ટ પેસ્ટ કરવા માંગો છો, તે વડૅમાંથી કોપી કરેલુ લાગે છે. પેસ્ટ કરતા પહેલાં ટેક્સ્ટ સાફ કરવી છે?",
NotCompatiblePaste	: "આ કમાન્ડ ઈનટરનેટ એક્સપ્લોરર(Internet Explorer) 5.5 અથવા એના પછીના વર્ઝન માટેજ છે. ટેક્સ્ટને સાફ કયૅા પહેલાં પેસ્ટ કરવી છે?",
UnknownToolbarItem	: "અજાણી ટૂલબાર આઇટમ \"%1\"",
UnknownCommand		: "અજાણયો કમાન્ડ \"%1\"",
NotImplemented		: "કમાન્ડ ઇમ્પ્લ�મન્ટ નથી કરોયો",
UnknownToolbarSet	: "ટૂલબાર સેટ \"%1\" ઉપલબ્ધ નથી",
NoActiveX			: "તમારા બ્રાઉઝરની સુરક્ષા સેટ�ંગસ એડ�ટરના અમુક ફીચરને પરવાનગી આપતી નથી. કૃપયા \"Run ActiveX controls and plug-ins\" વિકલ્પને ઇનેબલ/સમર્થ કરો. તમારા બ્રાઉઝરમાં એરર ઇન્વિઝિબલ ફીચરનો અનુભવ થઈ શકે છે. કૃપયા પૉપ-અપ બ્લૉકર ડિસેબલ કરો.",
BrowseServerBlocked : "ર�સૉર્સ બ્રાઉઝર ખોલી ન સકાયું.",
DialogBlocked		: "ડાયલૉગ વ�ન્ડો ખોલી ન સકાયું. કૃપયા પૉપ-અપ બ્લૉકર ડ�સેબલ કરો.",
VisitLinkBlocked	: "It was not possible to open a new window. Make sure all popup blockers are disabled.",	//MISSING

// Dialogs
DlgBtnOK			: "ઠીક છે",
DlgBtnCancel		: "રદ કરવું",
DlgBtnClose			: "બંધ કરવું",
DlgBtnBrowseServer	: "સર્વર બ્રાઉઝ કરો",
DlgAdvancedTag		: "અડ્વાન્સડ",
DlgOpOther			: "<અન્ય>",
DlgInfoTab			: "સૂચના",
DlgAlertUrl			: "URL ઇન્સર્ટ કરો",

// General Dialogs Labels
DlgGenNotSet		: "<સેટ નથી>",
DlgGenId			: "Id",
DlgGenLangDir		: "ભાષા લેખવાની પદ્ધત�",
DlgGenLangDirLtr	: "ડાબે થી જમણે (LTR)",
DlgGenLangDirRtl	: "જમણે થી ડાબે (RTL)",
DlgGenLangCode		: "ભાષા કોડ",
DlgGenAccessKey		: "ઍક્સેસ કી",
DlgGenName			: "નામ",
DlgGenTabIndex		: "ટૅબ ઇન્ડેક્સ",
DlgGenLongDescr		: "વધારે માહ�તી માટે URL",
DlgGenClass			: "સ્ટાઇલ-શીટ ક્લાસ",
DlgGenTitle			: "મુખ્ય મથાળું",
DlgGenContType		: "મુખ્ય કન્ટેન્ટ પ્રકાર",
DlgGenLinkCharset	: "લ�ંક ર�સૉર્સ કૅરિક્ટર સેટ",
DlgGenStyle			: "સ્ટાઇલ",

// Image Dialog
DlgImgTitle			: "ચ�ત્રના ગુણ",
DlgImgInfoTab		: "ચ�ત્ર ની જાણકારી",
DlgImgBtnUpload		: "આ સર્વરને મોકલવું",
DlgImgURL			: "URL",
DlgImgUpload		: "અપલોડ",
DlgImgAlt			: "ઑલ્ટર્નટ ટેક્સ્ટ",
DlgImgWidth			: "પહોળાઈ",
DlgImgHeight		: "ઊંચાઈ",
DlgImgLockRatio		: "લૉક ગુણોત્તર",
DlgBtnResetSize		: "રીસેટ સાઇઝ",
DlgImgBorder		: "બોર્ડર",
DlgImgHSpace		: "સમસ્તરીય જગ્યા",
DlgImgVSpace		: "લંબરૂપ જગ્યા",
DlgImgAlign			: "લાઇનદોરીમાં ગોઠવવું",
DlgImgAlignLeft		: "ડાબી બાજુ ગોઠવવું",
DlgImgAlignAbsBottom: "Abs નીચે",
DlgImgAlignAbsMiddle: "Abs ઉપર",
DlgImgAlignBaseline	: "આધાર લીટી",
DlgImgAlignBottom	: "નીચે",
DlgImgAlignMiddle	: "વચ્ચે",
DlgImgAlignRight	: "જમણી",
DlgImgAlignTextTop	: "ટેક્સ્ટ ઉપર",
DlgImgAlignTop		: "ઉપર",
DlgImgPreview		: "પૂર્વદર્શન",
DlgImgAlertUrl		: "ચ�ત્રની URL ટાઇપ કરો",
DlgImgLinkTab		: "લ�ંક",

// Flash Dialog
DlgFlashTitle		: "ફ્લૅશ ગુણ",
DlgFlashChkPlay		: "ઑટો/સ્વયં પ્લે",
DlgFlashChkLoop		: "લૂપ",
DlgFlashChkMenu		: "ફ્લૅશ મેન્યૂ નો પ્રયોગ કરો",
DlgFlashScale		: "સ્કેલ",
DlgFlashScaleAll	: "સ્કેલ ઓલ/બધુ બતાવો",
DlgFlashScaleNoBorder	: "સ્કેલ બોર્ડર વગર",
DlgFlashScaleFit	: "સ્કેલ એકદમ ફીટ",

// Link Dialog
DlgLnkWindowTitle	: "લ�ંક",
DlgLnkInfoTab		: "લ�ંક ઇન્ફૉ ટૅબ",
DlgLnkTargetTab		: "ટાર્ગેટ/લક્ષ્ય ટૅબ",

DlgLnkType			: "લ�ંક પ્રકાર",
DlgLnkTypeURL		: "URL",
DlgLnkTypeAnchor	: "આ પેજનો ઍંકર",
DlgLnkTypeEMail		: "ઈ-મેલ",
DlgLnkProto			: "પ્રોટોકૉલ",
DlgLnkProtoOther	: "<અન્ય>",
DlgLnkURL			: "URL",
DlgLnkAnchorSel		: "ઍંકર પસંદ કરો",
DlgLnkAnchorByName	: "ઍંકર નામથી પસંદ કરો",
DlgLnkAnchorById	: "ઍંકર એલ�મન્ટ Id થી પસંદ કરો",
DlgLnkNoAnchors		: "(ડૉક્યુમન્ટમાં ઍંકરની સંખ્યા)",
DlgLnkEMail			: "ઈ-મેલ સરનામું",
DlgLnkEMailSubject	: "ઈ-મેલ વ�ષય",
DlgLnkEMailBody		: "સંદેશ",
DlgLnkUpload		: "અપલોડ",
DlgLnkBtnUpload		: "આ સર્વરને મોકલવું",

DlgLnkTarget		: "ટાર્ગેટ/લક્ષ્ય",
DlgLnkTargetFrame	: "<ફ્રેમ>",
DlgLnkTargetPopup	: "<પૉપ-અપ વ�ન્ડો>",
DlgLnkTargetBlank	: "નવી  વ�ન્ડો (_blank)",
DlgLnkTargetParent	: "મૂળ વ�ન્ડો (_parent)",
DlgLnkTargetSelf	: "આજ વ�ન્ડો (_self)",
DlgLnkTargetTop		: "ઉપરની વ�ન્ડો (_top)",
DlgLnkTargetFrameName	: "ટાર્ગેટ ફ્રેમ નું નામ",
DlgLnkPopWinName	: "પૉપ-અપ વ�ન્ડો નું નામ",
DlgLnkPopWinFeat	: "પૉપ-અપ વ�ન્ડો ફીચરસૅ",
DlgLnkPopResize		: "સાઇઝ બદલી સકાય છે",
DlgLnkPopLocation	: "લોકેશન બાર",
DlgLnkPopMenu		: "મેન્યૂ બાર",
DlgLnkPopScroll		: "સ્ક્રોલ બાર",
DlgLnkPopStatus		: "સ્ટૅટસ બાર",
DlgLnkPopToolbar	: "ટૂલ બાર",
DlgLnkPopFullScrn	: "ફુલ સ્ક્રીન (IE)",
DlgLnkPopDependent	: "ડ�પેન્ડન્ટ (Netscape)",
DlgLnkPopWidth		: "પહોળાઈ",
DlgLnkPopHeight		: "ઊંચાઈ",
DlgLnkPopLeft		: "ડાબી બાજુ",
DlgLnkPopTop		: "જમણી બાજુ",

DlnLnkMsgNoUrl		: "લ�ંક  URL ટાઇપ કરો",
DlnLnkMsgNoEMail	: "ઈ-મેલ સરનામું ટાઇપ કરો",
DlnLnkMsgNoAnchor	: "ઍંકર પસંદ કરો",
DlnLnkMsgInvPopName	: "પૉપ-અપ વ�ન્ડો નું નામ ઍલ્ફબેટથી શરૂ કરવો અને તેમાં સ્પેઇસ ન હોવી જોઈએ",

// Color Dialog
DlgColorTitle		: "રંગ  પસંદ કરો",
DlgColorBtnClear	: "સાફ કરો",
DlgColorHighlight	: "હાઈલાઇટ",
DlgColorSelected	: "સ�લેક્ટેડ/પસંદ કરવું",

// Smiley Dialog
DlgSmileyTitle		: "સ્માઇલી  પસંદ કરો",

// Special Character Dialog
DlgSpecialCharTitle	: "સ્પેશ�અલ વ�શિષ્ટ અક્ષર પસંદ કરો",

// Table Dialog
DlgTableTitle		: "ટેબલ, કોઠાનું મથાળું",
DlgTableRows		: "પંક્ત�ના ખાના",
DlgTableColumns		: "કૉલમ/ઊભી કટાર",
DlgTableBorder		: "કોઠાની બાજુ(બોર્ડર) સાઇઝ",
DlgTableAlign		: "અલાઇનમન્ટ/ગોઠવાયેલું ",
DlgTableAlignNotSet	: "<સેટ નથી>",
DlgTableAlignLeft	: "ડાબી બાજુ",
DlgTableAlignCenter	: "મધ્ય સેન્ટર",
DlgTableAlignRight	: "જમણી બાજુ",
DlgTableWidth		: "પહોળાઈ",
DlgTableWidthPx		: "પ�કસલ",
DlgTableWidthPc		: "પ્રત�શત",
DlgTableHeight		: "ઊંચાઈ",
DlgTableCellSpace	: "સેલ અંતર",
DlgTableCellPad		: "સેલ પૅડ�ંગ",
DlgTableCaption		: "મથાળું/કૅપ્શન ",
DlgTableSummary		: "ટૂંકો એહેવાલ",
DlgTableHeaders		: "Headers",	//MISSING
DlgTableHeadersNone		: "None",	//MISSING
DlgTableHeadersColumn	: "First column",	//MISSING
DlgTableHeadersRow		: "First Row",	//MISSING
DlgTableHeadersBoth		: "Both",	//MISSING

// Table Cell Dialog
DlgCellTitle		: "પંક્ત�ના ખાનાના ગુણ",
DlgCellWidth		: "પહોળાઈ",
DlgCellWidthPx		: "પ�કસલ",
DlgCellWidthPc		: "પ્રત�શત",
DlgCellHeight		: "ઊંચાઈ",
DlgCellWordWrap		: "વર્ડ રૅપ",
DlgCellWordWrapNotSet	: "<સેટ નથી>",
DlgCellWordWrapYes	: "હા",
DlgCellWordWrapNo	: "ના",
DlgCellHorAlign		: "સમસ્તરીય ગોઠવવું",
DlgCellHorAlignNotSet	: "<સેટ નથી>",
DlgCellHorAlignLeft	: "ડાબી બાજુ",
DlgCellHorAlignCenter	: "મધ્ય સેન્ટર",
DlgCellHorAlignRight: "જમણી બાજુ",
DlgCellVerAlign		: "લંબરૂપ ગોઠવવું",
DlgCellVerAlignNotSet	: "<સેટ નથી>",
DlgCellVerAlignTop	: "ઉપર",
DlgCellVerAlignMiddle	: "મધ્ય સેન્ટર",
DlgCellVerAlignBottom	: "નીચે",
DlgCellVerAlignBaseline	: "મૂળ રેખા",
DlgCellType		: "Cell Type",	//MISSING
DlgCellTypeData		: "Data",	//MISSING
DlgCellTypeHeader	: "Header",	//MISSING
DlgCellRowSpan		: "પંક્ત� સ્પાન",
DlgCellCollSpan		: "કૉલમ/ઊભી કટાર સ્પાન",
DlgCellBackColor	: "બૅકગ્રાઉન્ડ રંગ",
DlgCellBorderColor	: "બોર્ડરનો રંગ",
DlgCellBtnSelect	: "પસંદ કરો...",

// Find and Replace Dialog
DlgFindAndReplaceTitle	: "શોધવું અને બદલવું",

// Find Dialog
DlgFindTitle		: "શોધવું",
DlgFindFindBtn		: "શોધવું",
DlgFindNotFoundMsg	: "તમે શોધેલી ટેક્સ્ટ નથી મળી",

// Replace Dialog
DlgReplaceTitle			: "બદલવું",
DlgReplaceFindLbl		: "આ શોધો",
DlgReplaceReplaceLbl	: "આનાથી બદલો",
DlgReplaceCaseChk		: "કેસ સરખા રાખો",
DlgReplaceReplaceBtn	: "બદલવું",
DlgReplaceReplAllBtn	: "બઘા બદલી ",
DlgReplaceWordChk		: "બઘા શબ્દ સરખા રાખો",

// Paste Operations / Dialog
PasteErrorCut	: "તમારા બ્રાઉઝર ની સુરક્ષ�ત સેટ�ંગસ કટ કરવાની પરવાનગી નથી આપતી. (Ctrl+X) નો ઉપયોગ કરો.",
PasteErrorCopy	: "તમારા બ્રાઉઝર ની સુરક્ષ�ત સેટ�ંગસ કોપી કરવાની પરવાનગી નથી આપતી.  (Ctrl+C) का प्रयोग करें।",

PasteAsText		: "પેસ્ટ (ટેક્સ્ટ)",
PasteFromWord	: "પેસ્ટ (વર્ડ થી)",

DlgPasteMsg2	: "Ctrl+V નો પ્રયોગ કરી પેસ્ટ કરો",
DlgPasteSec		: "તમારા બ્રાઉઝર ની સુરક્ષ�ત સેટ�ંગસના કારણે,એડિટર તમારા કિલ્પબોર્ડ ડેટા ને કોપી નથી કરી શકતો. તમારે આ વિન્ડોમાં ફરીથી પેસ્ટ કરવું પડશે.",
DlgPasteIgnoreFont		: "ફૉન્ટફેસ વ્યાખ્યાની અવગણના",
DlgPasteRemoveStyles	: "સ્ટાઇલ વ્યાખ્યા કાઢી નાખવી",

// Color Picker
ColorAutomatic	: "સ્વચાલ�ત",
ColorMoreColors	: "ઔર રંગ...",

// Document Properties
DocProps		: "ડૉક્યુમન્ટ ગુણ/પ્રૉપર્ટ�ઝ",

// Anchor Dialog
DlgAnchorTitle		: "ઍંકર ગુણ/પ્રૉપર્ટ�ઝ",
DlgAnchorName		: "ઍંકરનું નામ",
DlgAnchorErrorName	: "ઍંકરનું નામ ટાઈપ કરો",

// Speller Pages Dialog
DlgSpellNotInDic		: "શબ્દકોશમાં નથી",
DlgSpellChangeTo		: "આનાથી બદલવું",
DlgSpellBtnIgnore		: "ઇગ્નોર/અવગણના કરવી",
DlgSpellBtnIgnoreAll	: "બધાની ઇગ્નોર/અવગણના કરવી",
DlgSpellBtnReplace		: "બદલવું",
DlgSpellBtnReplaceAll	: "બધા બદલી કરો",
DlgSpellBtnUndo			: "અન્ડૂ",
DlgSpellNoSuggestions	: "- કઇ સજેશન નથી -",
DlgSpellProgress		: "શબ્દની જોડણી/સ્પેલ ચેક ચાલુ છે...",
DlgSpellNoMispell		: "શબ્દની જોડણી/સ્પેલ ચેક પૂર્ણ: ખોટી જોડણી મળી નથી",
DlgSpellNoChanges		: "શબ્દની જોડણી/સ્પેલ ચેક પૂર્ણ: એકપણ શબ્દ બદલયો નથી",
DlgSpellOneChange		: "શબ્દની જોડણી/સ્પેલ ચેક પૂર્ણ: એક શબ્દ બદલયો છે",
DlgSpellManyChanges		: "શબ્દની જોડણી/સ્પેલ ચેક પૂર્ણ: %1 શબ્દ બદલયા છે",

IeSpellDownload			: "સ્પેલ-ચેકર ઇન્સ્ટોલ નથી. શું તમે ડાઉનલોડ કરવા માંગો છો?",

// Button Dialog
DlgButtonText		: "ટેક્સ્ટ (વૅલ્યૂ)",
DlgButtonType		: "પ્રકાર",
DlgButtonTypeBtn	: "બટન",
DlgButtonTypeSbm	: "સબ્મ�ટ",
DlgButtonTypeRst	: "ર�સેટ",

// Checkbox and Radio Button Dialogs
DlgCheckboxName		: "નામ",
DlgCheckboxValue	: "વૅલ્યૂ",
DlgCheckboxSelected	: "સ�લેક્ટેડ",

// Form Dialog
DlgFormName		: "નામ",
DlgFormAction	: "ક્ર�યા",
DlgFormMethod	: "પદ્ધત�",

// Select Field Dialog
DlgSelectName		: "નામ",
DlgSelectValue		: "વૅલ્યૂ",
DlgSelectSize		: "સાઇઝ",
DlgSelectLines		: "લીટીઓ",
DlgSelectChkMulti	: "એકથી વધારે પસંદ કરી શકો",
DlgSelectOpAvail	: "ઉપલબ્ધ વ�કલ્પ",
DlgSelectOpText		: "ટેક્સ્ટ",
DlgSelectOpValue	: "વૅલ્યૂ",
DlgSelectBtnAdd		: "ઉમેરવું",
DlgSelectBtnModify	: "બદલવું",
DlgSelectBtnUp		: "ઉપર",
DlgSelectBtnDown	: "નીચે",
DlgSelectBtnSetValue : "પસંદ કરલી વૅલ્યૂ સેટ કરો",
DlgSelectBtnDelete	: "રદ કરવું",

// Textarea Dialog
DlgTextareaName	: "નામ",
DlgTextareaCols	: "કૉલમ/ઊભી કટાર",
DlgTextareaRows	: "પંક્ત�ઓ",

// Text Field Dialog
DlgTextName			: "નામ",
DlgTextValue		: "વૅલ્યૂ",
DlgTextCharWidth	: "કેરેક્ટરની પહોળાઈ",
DlgTextMaxChars		: "અધ�કતમ કેરેક્ટર",
DlgTextType			: "ટાઇપ",
DlgTextTypeText		: "ટેક્સ્ટ",
DlgTextTypePass		: "પાસવર્ડ",

// Hidden Field Dialog
DlgHiddenName	: "નામ",
DlgHiddenValue	: "વૅલ્યૂ",

// Bulleted List Dialog
BulletedListProp	: "બુલેટ સૂચ� ગુણ",
NumberedListProp	: "સંખ્યાંક્ત� સૂચ� ગુણ",
DlgLstStart			: "શરૂઆતથી",
DlgLstType			: "પ્રકાર",
DlgLstTypeCircle	: "વર્તુળ",
DlgLstTypeDisc		: "ડ�સ્ક",
DlgLstTypeSquare	: "ચોરસ",
DlgLstTypeNumbers	: "સંખ્યા (1, 2, 3)",
DlgLstTypeLCase		: "નાના અક્ષર (a, b, c)",
DlgLstTypeUCase		: "મોટા અક્ષર (A, B, C)",
DlgLstTypeSRoman	: "નાના રોમન આંક (i, ii, iii)",
DlgLstTypeLRoman	: "મોટા રોમન આંક (I, II, III)",

// Document Properties Dialog
DlgDocGeneralTab	: "સાધારણ",
DlgDocBackTab		: "બૅકગ્રાઉન્ડ",
DlgDocColorsTab		: "રંગ અને માર્જ�ન/ક�નાર",
DlgDocMetaTab		: "મેટાડૅટા",

DlgDocPageTitle		: "પેજ મથાળું/ટાઇટલ",
DlgDocLangDir		: "ભાષા લેખવાની પદ્ધત�",
DlgDocLangDirLTR	: "ડાબે થી જમણે (LTR)",
DlgDocLangDirRTL	: "જમણે થી ડાબે (RTL)",
DlgDocLangCode		: "ભાષા કોડ",
DlgDocCharSet		: "કેરેક્ટર સેટ એન્કોડ�ંગ",
DlgDocCharSetCE		: "મધ્ય યુરોપ�અન (Central European)",
DlgDocCharSetCT		: "ચાઇનીઝ (Chinese Traditional Big5)",
DlgDocCharSetCR		: "સ�રીલ�ક (Cyrillic)",
DlgDocCharSetGR		: "ગ્રીક (Greek)",
DlgDocCharSetJP		: "જાપાન�ઝ (Japanese)",
DlgDocCharSetKR		: "કોરીયન (Korean)",
DlgDocCharSetTR		: "ટર્ક� (Turkish)",
DlgDocCharSetUN		: "યૂન�કોડ (UTF-8)",
DlgDocCharSetWE		: "પશ્ચ�મ યુરોપ�અન (Western European)",
DlgDocCharSetOther	: "અન્ય કેરેક્ટર સેટ એન્કોડ�ંગ",

DlgDocDocType		: "ડૉક્યુમન્ટ પ્રકાર શીર્ષક",
DlgDocDocTypeOther	: "અન્ય ડૉક્યુમન્ટ પ્રકાર શીર્ષક",
DlgDocIncXHTML		: "XHTML સૂચના સમાવ�ષ્ટ કરવી",
DlgDocBgColor		: "બૅકગ્રાઉન્ડ રંગ",
DlgDocBgImage		: "બૅકગ્રાઉન્ડ ચ�ત્ર URL",
DlgDocBgNoScroll	: "સ્ક્રોલ ન થાય તેવું બૅકગ્રાઉન્ડ",
DlgDocCText			: "ટેક્સ્ટ",
DlgDocCLink			: "લ�ંક",
DlgDocCVisited		: "વ�ઝ�ટેડ લિંક",
DlgDocCActive		: "સક્ર�ય લ�ંક",
DlgDocMargins		: "પેજ માર્જ�ન",
DlgDocMaTop			: "ઉપર",
DlgDocMaLeft		: "ડાબી",
DlgDocMaRight		: "જમણી",
DlgDocMaBottom		: "નીચે",
DlgDocMeIndex		: "ડૉક્યુમન્ટ ઇન્ડેક્સ સંકેતશબ્દ (અલ્પવ�રામ (,) થી અલગ કરો)",
DlgDocMeDescr		: "ડૉક્યુમન્ટ વર્ણન",
DlgDocMeAuthor		: "લેખક",
DlgDocMeCopy		: "કૉપ�રાઇટ",
DlgDocPreview		: "પૂર્વદર્શન",

// Templates Dialog
Templates			: "ટેમ્પ્લેટ",
DlgTemplatesTitle	: "કન્ટેન્ટ ટેમ્પ્લેટ",
DlgTemplatesSelMsg	: "એડ�ટરમાં ઓપન કરવા ટેમ્પ્લેટ પસંદ કરો (વર્તમાન કન્ટેન્ટ સેવ નહીં થાય):",
DlgTemplatesLoading	: "ટેમ્પ્લેટ સૂચ� લોડ થાય છે. રાહ જુઓ...",
DlgTemplatesNoTpl	: "(કોઈ ટેમ્પ્લેટ ડ�ફાઇન નથી)",
DlgTemplatesReplace	: "મૂળ શબ્દને બદલો",

// About Dialog
DlgAboutAboutTab	: "FCKEditor ના વ�ષે",
DlgAboutBrowserInfoTab	: "બ્રાઉઝર ના વ�ષે",
DlgAboutLicenseTab	: "લાઇસન્સ",
DlgAboutVersion		: "વર્ઝન",
DlgAboutInfo		: "વધારે માહ�તી માટે:",

// Div Dialog
DlgDivGeneralTab	: "General",	//MISSING
DlgDivAdvancedTab	: "Advanced",	//MISSING
DlgDivStyle		: "Style",	//MISSING
DlgDivInlineStyle	: "Inline Style",	//MISSING

ScaytTitle			: "SCAYT",	//MISSING
ScaytTitleOptions	: "Options",	//MISSING
ScaytTitleLangs		: "Languages",	//MISSING
ScaytTitleAbout		: "About"	//MISSING
};
