/*
 * FCKeditor - The text editor for Internet - http://www.fckeditor.net
 * Copyright (C) 2003-2009 Frederico Caldeira Knabben
 *
 * == BEGIN LICENSE ==
 *
 * Licensed under the terms of any of the following licenses at your
 * choice:
 *
 *  - GNU General Public License Version 2 or later (the "GPL")
 *    http://www.gnu.org/licenses/gpl.html
 *
 *  - GNU Lesser General Public License Version 2.1 or later (the "LGPL")
 *    http://www.gnu.org/licenses/lgpl.html
 *
 *  - Mozilla Public License Version 1.1 or later (the "MPL")
 *    http://www.mozilla.org/MPL/MPL-1.1.html
 *
 * == END LICENSE ==
 *
 * Hindi language file.
 */

var FCKLang =
{
// Language direction : "ltr" (left to right) or "rtl" (right to left).
Dir					: "ltr",

ToolbarCollapse		: "टूलबार स�मटायें",
ToolbarExpand		: "टूलबार का व�स्तार करें",

// Toolbar Items and Context Menu
Save				: "सेव",
NewPage				: "नया पेज",
Preview				: "प्रीव्यू",
Cut					: "कट",
Copy				: "कॉपी",
Paste				: "पेस्ट",
PasteText			: "पेस्ट (सादा टॅक्स्ट)",
PasteWord			: "पेस्ट (वर्ड से)",
Print				: "प्र�न्ट",
SelectAll			: "सब सॅलॅक्ट करें",
RemoveFormat		: "फ़ॉर्मैट हटायें",
InsertLinkLbl		: "ल�ंक",
InsertLink			: "ल�ंक इन्सर्ट/संपादन",
RemoveLink			: "ल�ंक हटायें",
VisitLink			: "ल�ंक खोलें",
Anchor				: "ऐंकर इन्सर्ट/संपादन",
AnchorDelete		: "ऐंकर हटायें",
InsertImageLbl		: "तस्वीर",
InsertImage			: "तस्वीर इन्सर्ट/संपादन",
InsertFlashLbl		: "फ़्लैश",
InsertFlash			: "फ़्लैश इन्सर्ट/संपादन",
InsertTableLbl		: "टेबल",
InsertTable			: "टेबल इन्सर्ट/संपादन",
InsertLineLbl		: "रेखा",
InsertLine			: "हॉर�ज़ॉन्टल रेखा इन्सर्ट करें",
InsertSpecialCharLbl: "व�शेष करॅक्टर",
InsertSpecialChar	: "व�शेष करॅक्टर इन्सर्ट करें",
InsertSmileyLbl		: "स्माइली",
InsertSmiley		: "स्माइली इन्सर्ट करें",
About				: "FCKeditor के बारे में",
Bold				: "बोल्ड",
Italic				: "इटैल�क",
Underline			: "रेखांकण",
StrikeThrough		: "स्ट्राइक थ्रू",
Subscript			: "अधोलेख",
Superscript			: "अभ�लेख",
LeftJustify			: "बायीं तरफ",
CenterJustify		: "बीच में",
RightJustify		: "दायीं तरफ",
BlockJustify		: "ब्लॉक जस्टीफ़ाई",
DecreaseIndent		: "इन्डॅन्ट कम करें",
IncreaseIndent		: "इन्डॅन्ट बढ़ायें",
Blockquote			: "ब्लॉक-कोट",
CreateDiv			: "ड�व (Div) कन्टेनर बनायें",
EditDiv				: "ड�व (Div) कन्टेनर बदलें",
DeleteDiv			: "ड�व कन्टेनर हटायें",
Undo				: "अन्डू",
Redo				: "रीडू",
NumberedListLbl		: "अंकीय सूची",
NumberedList		: "अंकीय सूची इन्सर्ट/संपादन",
BulletedListLbl		: "बुलॅट सूची",
BulletedList		: "बुलॅट सूची इन्सर्ट/संपादन",
ShowTableBorders	: "टेबल बॉर्डरयें द�खायें",
ShowDetails			: "ज्यादा   द�खायें",
Style				: "स्टाइल",
FontFormat			: "फ़ॉर्मैट",
Font				: "फ़ॉन्ट",
FontSize			: "साइज़",
TextColor			: "टेक्स्ट रंग",
BGColor				: "बैक्ग्राउन्ड रंग",
Source				: "सोर्स",
Find				: "खोजें",
Replace				: "रीप्लेस",
SpellCheck			: "वर्तनी (स्पेल�ंग) जाँच",
UniversalKeyboard	: "यूनीवर्सल कीबोर्ड",
PageBreakLbl		: "पेज ब्रेक",
PageBreak			: "पेज ब्रेक इन्सर्ट् करें",

Form			: "फ़ॉर्म",
Checkbox		: "चॅक बॉक्स",
RadioButton		: "रेड�ओ बटन",
TextField		: "टेक्स्ट फ़ील्ड",
Textarea		: "टेक्स्ट एर�या",
HiddenField		: "गुप्त फ़ील्ड",
Button			: "बटन",
SelectionField	: "चुनाव फ़ील्ड",
ImageButton		: "तस्वीर बटन",

FitWindow		: "एड�टर साइज़ को चरम सीमा तक बढ़ायें",
ShowBlocks		: "ब्लॉक द�खायें",

// Context Menu
EditLink			: "ल�ंक संपादन",
CellCM				: "खाना",
RowCM				: "पंक्त�",
ColumnCM			: "कालम",
InsertRowAfter		: "बाद में पंक्त� डालें",
InsertRowBefore		: "पहले पंक्त� डालें",
DeleteRows			: "पंक्त�याँ ड�लीट करें",
InsertColumnAfter	: "बाद में कालम डालें",
InsertColumnBefore	: "पहले कालम डालें",
DeleteColumns		: "कालम ड�लीट करें",
InsertCellAfter		: "बाद में सैल डालें",
InsertCellBefore	: "पहले सैल डालें",
DeleteCells			: "सैल ड�लीट करें",
MergeCells			: "सैल म�लायें",
MergeRight			: "बाँया व�लय",
MergeDown			: "नीचे व�लय करें",
HorizontalSplitCell	: "सैल को क्षैत�ज स्थ�ति में विभाजित करें",
VerticalSplitCell	: "सैल को लम्बाकार में व�भाज�त करें",
TableDelete			: "टेबल ड�लीट करें",
CellProperties		: "सैल प्रॉपर्टीज़",
TableProperties		: "टेबल प्रॉपर्टीज़",
ImageProperties		: "तस्वीर प्रॉपर्टीज़",
FlashProperties		: "फ़्लैश प्रॉपर्टीज़",

AnchorProp			: "ऐंकर प्रॉपर्टीज़",
ButtonProp			: "बटन प्रॉपर्टीज़",
CheckboxProp		: "चॅक बॉक्स प्रॉपर्टीज़",
HiddenFieldProp		: "गुप्त फ़ील्ड प्रॉपर्टीज़",
RadioButtonProp		: "रेड�ओ बटन प्रॉपर्टीज़",
ImageButtonProp		: "तस्वीर बटन प्रॉपर्टीज़",
TextFieldProp		: "टेक्स्ट फ़ील्ड प्रॉपर्टीज़",
SelectionFieldProp	: "चुनाव फ़ील्ड प्रॉपर्टीज़",
TextareaProp		: "टेक्स्त एर�या प्रॉपर्टीज़",
FormProp			: "फ़ॉर्म प्रॉपर्टीज़",

FontFormats			: "साधारण;फ़ॉर्मैटॅड;पता;शीर्षक 1;शीर्षक 2;शीर्षक 3;शीर्षक 4;शीर्षक 5;शीर्षक 6;शीर्षक (DIV)",

// Alerts and Messages
ProcessingXHTML		: "XHTML प्रोसॅस हो रहा है। ज़रा ठहरें...",
Done				: "पूरा हुआ",
PasteWordConfirm	: "आप जो टेक्स्ट पेस्ट करना चाहते हैं, वह वर्ड से कॉपी क�या हुआ लग रहा है। क्या पेस्ट करने से पहले आप इसे साफ़ करना चाहेंगे?",
NotCompatiblePaste	: "यह कमांड इन्टरनॅट एक्स्प्लोरर(Internet Explorer) 5.5 या उसके बाद के वर्ज़न के ल�ए ही उपलब्ध है। क्या आप ब�ना साफ़ किए पेस्ट करना चाहेंगे?",
UnknownToolbarItem	: "अनजान टूलबार आइटम \"%1\"",
UnknownCommand		: "अनजान कमान्ड \"%1\"",
NotImplemented		: "कमान्ड इम्प्लीमॅन्ट नहीं क�या गया है",
UnknownToolbarSet	: "टूलबार सॅट \"%1\" उपलब्ध नहीं है",
NoActiveX			: "आपके ब्राउज़र् की सुरक्शा सेट�ंग्स् एड�टर की कुछ् फ़ीचरों को सीमित कर् सकती हैं। क्रिपया \"Run ActiveX controls and plug-ins\" विकल्प को एनेबल करें. आपको एरर्स् और गायब फ़ीचर्स् का अनुभव हो सकता है।",
BrowseServerBlocked : "र�सोर्सेज़ ब्राउज़र् नहीं खोला जा सका। क्र�पया सभी पॉप्-अप् ब्लॉकर्स् को निष्क्रिय करें।",
DialogBlocked		: "डायलग व�न्डो नहीं खोला जा सका। क्र�पया सभी पॉप्-अप् ब्लॉकर्स् को निष्क्रिय करें।",
VisitLinkBlocked	: "नया व�न्डो नहीं खोला जा सका। क्र�पया सभी पॉप्-अप् ब्लॉकर्स् को निष्क्रिय करें।",

// Dialogs
DlgBtnOK			: "ठीक है",
DlgBtnCancel		: "रद्द करें",
DlgBtnClose			: "बन्द करें",
DlgBtnBrowseServer	: "सर्वर ब्राउज़ करें",
DlgAdvancedTag		: "ऍड्वान्स्ड",
DlgOpOther			: "<अन्य>",
DlgInfoTab			: "सूचना",
DlgAlertUrl			: "URL इन्सर्ट करें",

// General Dialogs Labels
DlgGenNotSet		: "<सॅट नहीं>",
DlgGenId			: "Id",
DlgGenLangDir		: "भाषा ल�खने की द�शा",
DlgGenLangDirLtr	: "बायें से दायें (LTR)",
DlgGenLangDirRtl	: "दायें से बायें (RTL)",
DlgGenLangCode		: "भाषा कोड",
DlgGenAccessKey		: "ऍक्सॅस की",
DlgGenName			: "नाम",
DlgGenTabIndex		: "टैब इन्डॅक्स",
DlgGenLongDescr		: "अध�क व�वरण के लिए URL",
DlgGenClass			: "स्टाइल-शीट क्लास",
DlgGenTitle			: "परामर्श शीर्शक",
DlgGenContType		: "परामर्श कन्टॅन्ट प्रकार",
DlgGenLinkCharset	: "ल�ंक र�सोर्स करॅक्टर सॅट",
DlgGenStyle			: "स्टाइल",

// Image Dialog
DlgImgTitle			: "तस्वीर प्रॉपर्टीज़",
DlgImgInfoTab		: "तस्वीर की जानकारी",
DlgImgBtnUpload		: "इसे सर्वर को भेजें",
DlgImgURL			: "URL",
DlgImgUpload		: "अपलोड",
DlgImgAlt			: "वैकल्प�क टेक्स्ट",
DlgImgWidth			: "चौड़ाई",
DlgImgHeight		: "ऊँचाई",
DlgImgLockRatio		: "लॉक अनुपात",
DlgBtnResetSize		: "रीसॅट साइज़",
DlgImgBorder		: "बॉर्डर",
DlgImgHSpace		: "हॉर�ज़ॉन्टल स्पेस",
DlgImgVSpace		: "वर्ट�कल स्पेस",
DlgImgAlign			: "ऍलाइन",
DlgImgAlignLeft		: "दायें",
DlgImgAlignAbsBottom: "Abs नीचे",
DlgImgAlignAbsMiddle: "Abs ऊपर",
DlgImgAlignBaseline	: "मूल रेखा",
DlgImgAlignBottom	: "नीचे",
DlgImgAlignMiddle	: "मध्य",
DlgImgAlignRight	: "दायें",
DlgImgAlignTextTop	: "टेक्स्ट ऊपर",
DlgImgAlignTop		: "ऊपर",
DlgImgPreview		: "प्रीव्यू",
DlgImgAlertUrl		: "तस्वीर का URL टाइप करें ",
DlgImgLinkTab		: "ल�ंक",

// Flash Dialog
DlgFlashTitle		: "फ़्लैश प्रॉपर्टीज़",
DlgFlashChkPlay		: "ऑटो प्ले",
DlgFlashChkLoop		: "लूप",
DlgFlashChkMenu		: "फ़्लैश मॅन्यू का प्रयोग करें",
DlgFlashScale		: "स्केल",
DlgFlashScaleAll	: "सभी द�खायें",
DlgFlashScaleNoBorder	: "कोई बॉर्डर नहीं",
DlgFlashScaleFit	: "ब�ल्कुल फ़�ट",

// Link Dialog
DlgLnkWindowTitle	: "ल�ंक",
DlgLnkInfoTab		: "ल�ंक  ",
DlgLnkTargetTab		: "टार्गेट",

DlgLnkType			: "ल�ंक प्रकार",
DlgLnkTypeURL		: "URL",
DlgLnkTypeAnchor	: "इस पेज का ऐंकर",
DlgLnkTypeEMail		: "ई-मेल",
DlgLnkProto			: "प्रोटोकॉल",
DlgLnkProtoOther	: "<अन्य>",
DlgLnkURL			: "URL",
DlgLnkAnchorSel		: "ऐंकर चुनें",
DlgLnkAnchorByName	: "ऐंकर नाम से",
DlgLnkAnchorById	: "ऍलीमॅन्ट Id से",
DlgLnkNoAnchors		: "(डॉक्यूमॅन्ट में ऐंकर्स की संख्या)",
DlgLnkEMail			: "ई-मेल पता",
DlgLnkEMailSubject	: "संदेश व�षय",
DlgLnkEMailBody		: "संदेश",
DlgLnkUpload		: "अपलोड",
DlgLnkBtnUpload		: "इसे सर्वर को भेजें",

DlgLnkTarget		: "टार्गेट",
DlgLnkTargetFrame	: "<फ़्रेम>",
DlgLnkTargetPopup	: "<पॉप-अप व�न्डो>",
DlgLnkTargetBlank	: "नया व�न्डो (_blank)",
DlgLnkTargetParent	: "मूल व�न्डो (_parent)",
DlgLnkTargetSelf	: "इसी व�न्डो (_self)",
DlgLnkTargetTop		: "शीर्ष व�न्डो (_top)",
DlgLnkTargetFrameName	: "टार्गेट फ़्रेम का नाम",
DlgLnkPopWinName	: "पॉप-अप व�न्डो का नाम",
DlgLnkPopWinFeat	: "पॉप-अप व�न्डो फ़ीचर्स",
DlgLnkPopResize		: "साइज़ बदला जा सकता है",
DlgLnkPopLocation	: "लोकेशन बार",
DlgLnkPopMenu		: "मॅन्यू बार",
DlgLnkPopScroll		: "स्क्रॉल बार",
DlgLnkPopStatus		: "स्टेटस बार",
DlgLnkPopToolbar	: "टूल बार",
DlgLnkPopFullScrn	: "फ़ुल स्क्रीन (IE)",
DlgLnkPopDependent	: "ड�पेन्डॅन्ट (Netscape)",
DlgLnkPopWidth		: "चौड़ाई",
DlgLnkPopHeight		: "ऊँचाई",
DlgLnkPopLeft		: "बायीं तरफ",
DlgLnkPopTop		: "दायीं तरफ",

DlnLnkMsgNoUrl		: "ल�ंक URL टाइप करें",
DlnLnkMsgNoEMail	: "ई-मेल पता टाइप करें",
DlnLnkMsgNoAnchor	: "ऐंकर चुनें",
DlnLnkMsgInvPopName	: "पॉप-अप का नाम अल्फाबेट से शुरू होना चाह�ये और उसमें स्पेस नहीं होने चाह�ए",

// Color Dialog
DlgColorTitle		: "रंग चुनें",
DlgColorBtnClear	: "साफ़ करें",
DlgColorHighlight	: "हाइलाइट",
DlgColorSelected	: "सॅलॅक्टॅड",

// Smiley Dialog
DlgSmileyTitle		: "स्माइली इन्सर्ट करें",

// Special Character Dialog
DlgSpecialCharTitle	: "व�शेष करॅक्टर चुनें",

// Table Dialog
DlgTableTitle		: "टेबल प्रॉपर्टीज़",
DlgTableRows		: "पंक्त�याँ",
DlgTableColumns		: "कालम",
DlgTableBorder		: "बॉर्डर साइज़",
DlgTableAlign		: "ऍलाइन्मॅन्ट",
DlgTableAlignNotSet	: "<सॅट नहीं>",
DlgTableAlignLeft	: "दायें",
DlgTableAlignCenter	: "बीच में",
DlgTableAlignRight	: "बायें",
DlgTableWidth		: "चौड़ाई",
DlgTableWidthPx		: "प�क्सैल",
DlgTableWidthPc		: "प्रत�शत",
DlgTableHeight		: "ऊँचाई",
DlgTableCellSpace	: "सैल अंतर",
DlgTableCellPad		: "सैल पैड�ंग",
DlgTableCaption		: "शीर्षक",
DlgTableSummary		: "सारांश",
DlgTableHeaders		: "Headers",	//MISSING
DlgTableHeadersNone		: "None",	//MISSING
DlgTableHeadersColumn	: "First column",	//MISSING
DlgTableHeadersRow		: "First Row",	//MISSING
DlgTableHeadersBoth		: "Both",	//MISSING

// Table Cell Dialog
DlgCellTitle		: "सैल प्रॉपर्टीज़",
DlgCellWidth		: "चौड़ाई",
DlgCellWidthPx		: "प�क्सैल",
DlgCellWidthPc		: "प्रत�शत",
DlgCellHeight		: "ऊँचाई",
DlgCellWordWrap		: "वर्ड रैप",
DlgCellWordWrapNotSet	: "<सॅट नहीं>",
DlgCellWordWrapYes	: "हाँ",
DlgCellWordWrapNo	: "नहीं",
DlgCellHorAlign		: "हॉर�ज़ॉन्टल ऍलाइन्मॅन्ट",
DlgCellHorAlignNotSet	: "<सॅट नहीं>",
DlgCellHorAlignLeft	: "दायें",
DlgCellHorAlignCenter	: "बीच में",
DlgCellHorAlignRight: "बायें",
DlgCellVerAlign		: "वर्ट�कल ऍलाइन्मॅन्ट",
DlgCellVerAlignNotSet	: "<सॅट नहीं>",
DlgCellVerAlignTop	: "ऊपर",
DlgCellVerAlignMiddle	: "मध्य",
DlgCellVerAlignBottom	: "नीचे",
DlgCellVerAlignBaseline	: "मूलरेखा",
DlgCellType		: "Cell Type",	//MISSING
DlgCellTypeData		: "Data",	//MISSING
DlgCellTypeHeader	: "Header",	//MISSING
DlgCellRowSpan		: "पंक्त� स्पैन",
DlgCellCollSpan		: "कालम स्पैन",
DlgCellBackColor	: "बैक्ग्राउन्ड रंग",
DlgCellBorderColor	: "बॉर्डर का रंग",
DlgCellBtnSelect	: "चुनें...",

// Find and Replace Dialog
DlgFindAndReplaceTitle	: "खोजें और बदलें",

// Find Dialog
DlgFindTitle		: "खोजें",
DlgFindFindBtn		: "खोजें",
DlgFindNotFoundMsg	: "आपके द्वारा द�या गया टेक्स्ट नहीं म�ला",

// Replace Dialog
DlgReplaceTitle			: "र�प्लेस",
DlgReplaceFindLbl		: "यह खोजें:",
DlgReplaceReplaceLbl	: "इससे र�प्लेस करें:",
DlgReplaceCaseChk		: "केस म�लायें",
DlgReplaceReplaceBtn	: "र�प्लेस",
DlgReplaceReplAllBtn	: "सभी र�प्लेस करें",
DlgReplaceWordChk		: "पूरा शब्द म�लायें",

// Paste Operations / Dialog
PasteErrorCut	: "आपके ब्राउज़र की सुरक्षा सॅट�न्ग्स ने कट करने की अनुमत� नहीं प्रदान की है। (Ctrl+X) का प्रयोग करें।",
PasteErrorCopy	: "आपके ब्राआउज़र की सुरक्षा सॅट�न्ग्स ने कॉपी करने की अनुमत� नहीं प्रदान की है। (Ctrl+C) का प्रयोग करें।",

PasteAsText		: "पेस्ट (सादा टॅक्स्ट)",
PasteFromWord	: "पेस्ट (वर्ड से)",

DlgPasteMsg2	: "Ctrl+V का प्रयोग करके पेस्ट करें और ठीक है करें.",
DlgPasteSec		: "आपके ब्राउज़र की सुरक्षा आपके ब्राउज़र की सुरKश सैट�ंग के कारण, एड�टर आपके क्लिपबोर्ड डेटा को नहीं पा सकता है. आपको उसे इस विन्डो में दोबारा पेस्ट करना होगा.",
DlgPasteIgnoreFont		: "फ़ॉन्ट पर�भाषा न�कालें",
DlgPasteRemoveStyles	: "स्टाइल पर�भाषा न�कालें",

// Color Picker
ColorAutomatic	: "स्वचाल�त",
ColorMoreColors	: "और रंग...",

// Document Properties
DocProps		: "डॉक्यूमॅन्ट प्रॉपर्टीज़",

// Anchor Dialog
DlgAnchorTitle		: "ऐंकर प्रॉपर्टीज़",
DlgAnchorName		: "ऐंकर का नाम",
DlgAnchorErrorName	: "ऐंकर का नाम टाइप करें",

// Speller Pages Dialog
DlgSpellNotInDic		: "शब्दकोश में नहीं",
DlgSpellChangeTo		: "इसमें बदलें",
DlgSpellBtnIgnore		: "इग्नोर",
DlgSpellBtnIgnoreAll	: "सभी इग्नोर करें",
DlgSpellBtnReplace		: "र�प्लेस",
DlgSpellBtnReplaceAll	: "सभी र�प्लेस करें",
DlgSpellBtnUndo			: "अन्डू",
DlgSpellNoSuggestions	: "- कोई सुझाव नहीं -",
DlgSpellProgress		: "वर्तनी की जाँच (स्पॅल-चॅक) जारी है...",
DlgSpellNoMispell		: "वर्तनी की जाँच : कोई गलत वर्तनी (स्पॅल�ंग) नहीं पाई गई",
DlgSpellNoChanges		: "वर्तनी की जाँच :कोई शब्द नहीं बदला गया",
DlgSpellOneChange		: "वर्तनी की जाँच : एक शब्द बदला गया",
DlgSpellManyChanges		: "वर्तनी की जाँच : %1 शब्द बदले गये",

IeSpellDownload			: "स्पॅल-चॅकर इन्स्टाल नहीं क�या गया है। क्या आप इसे डा‌उनलोड करना चाहेंगे?",

// Button Dialog
DlgButtonText		: "टेक्स्ट (वैल्यू)",
DlgButtonType		: "प्रकार",
DlgButtonTypeBtn	: "बटन",
DlgButtonTypeSbm	: "सब्म�ट",
DlgButtonTypeRst	: "र�सेट",

// Checkbox and Radio Button Dialogs
DlgCheckboxName		: "नाम",
DlgCheckboxValue	: "वैल्यू",
DlgCheckboxSelected	: "सॅलॅक्टॅड",

// Form Dialog
DlgFormName		: "नाम",
DlgFormAction	: "क्र�या",
DlgFormMethod	: "तरीका",

// Select Field Dialog
DlgSelectName		: "नाम",
DlgSelectValue		: "वैल्यू",
DlgSelectSize		: "साइज़",
DlgSelectLines		: "पंक्त�याँ",
DlgSelectChkMulti	: "एक से ज्यादा व�कल्प चुनने दें",
DlgSelectOpAvail	: "उपलब्ध व�कल्प",
DlgSelectOpText		: "टेक्स्ट",
DlgSelectOpValue	: "वैल्यू",
DlgSelectBtnAdd		: "जोड़ें",
DlgSelectBtnModify	: "बदलें",
DlgSelectBtnUp		: "ऊपर",
DlgSelectBtnDown	: "नीचे",
DlgSelectBtnSetValue : "चुनी गई वैल्यू सॅट करें",
DlgSelectBtnDelete	: "ड�लीट",

// Textarea Dialog
DlgTextareaName	: "नाम",
DlgTextareaCols	: "कालम",
DlgTextareaRows	: "पंक्त�यां",

// Text Field Dialog
DlgTextName			: "नाम",
DlgTextValue		: "वैल्यू",
DlgTextCharWidth	: "करॅक्टर की चौढ़ाई",
DlgTextMaxChars		: "अध�कतम करॅक्टर",
DlgTextType			: "टाइप",
DlgTextTypeText		: "टेक्स्ट",
DlgTextTypePass		: "पास्वर्ड",

// Hidden Field Dialog
DlgHiddenName	: "नाम",
DlgHiddenValue	: "वैल्यू",

// Bulleted List Dialog
BulletedListProp	: "बुलॅट सूची प्रॉपर्टीज़",
NumberedListProp	: "अंकीय सूची प्रॉपर्टीज़",
DlgLstStart			: "प्रारम्भ",
DlgLstType			: "प्रकार",
DlgLstTypeCircle	: "गोल",
DlgLstTypeDisc		: "ड�स्क",
DlgLstTypeSquare	: "चौकॊण",
DlgLstTypeNumbers	: "अंक (1, 2, 3)",
DlgLstTypeLCase		: "छोटे अक्षर (a, b, c)",
DlgLstTypeUCase		: "बड़े अक्षर (A, B, C)",
DlgLstTypeSRoman	: "छोटे रोमन अंक (i, ii, iii)",
DlgLstTypeLRoman	: "बड़े रोमन अंक (I, II, III)",

// Document Properties Dialog
DlgDocGeneralTab	: "आम",
DlgDocBackTab		: "बैक्ग्राउन्ड",
DlgDocColorsTab		: "रंग और मार्ज�न",
DlgDocMetaTab		: "मॅटाडेटा",

DlgDocPageTitle		: "पेज शीर्षक",
DlgDocLangDir		: "भाषा ल�खने की द�शा",
DlgDocLangDirLTR	: "बायें से दायें (LTR)",
DlgDocLangDirRTL	: "दायें से बायें (RTL)",
DlgDocLangCode		: "भाषा कोड",
DlgDocCharSet		: "करेक्टर सॅट ऍन्कोड�ंग",
DlgDocCharSetCE		: "मध्य यूरोपीय (Central European)",
DlgDocCharSetCT		: "चीनी (Chinese Traditional Big5)",
DlgDocCharSetCR		: "स�रील�क (Cyrillic)",
DlgDocCharSetGR		: "यवन (Greek)",
DlgDocCharSetJP		: "जापानी (Japanese)",
DlgDocCharSetKR		: "कोरीयन (Korean)",
DlgDocCharSetTR		: "तुर्की (Turkish)",
DlgDocCharSetUN		: "यूनीकोड (UTF-8)",
DlgDocCharSetWE		: "पश्च�म यूरोपीय (Western European)",
DlgDocCharSetOther	: "अन्य करेक्टर सॅट ऍन्कोड�ंग",

DlgDocDocType		: "डॉक्यूमॅन्ट प्रकार शीर्षक",
DlgDocDocTypeOther	: "अन्य डॉक्यूमॅन्ट प्रकार शीर्षक",
DlgDocIncXHTML		: "XHTML सूचना सम्म�ल�त करें",
DlgDocBgColor		: "बैक्ग्राउन्ड रंग",
DlgDocBgImage		: "बैक्ग्राउन्ड तस्वीर URL",
DlgDocBgNoScroll	: "स्क्रॉल न करने वाला बैक्ग्राउन्ड",
DlgDocCText			: "टेक्स्ट",
DlgDocCLink			: "ल�ंक",
DlgDocCVisited		: "व�ज़�ट किया गया लिंक",
DlgDocCActive		: "सक्र�य ल�ंक",
DlgDocMargins		: "पेज मार्ज�न",
DlgDocMaTop			: "ऊपर",
DlgDocMaLeft		: "बायें",
DlgDocMaRight		: "दायें",
DlgDocMaBottom		: "नीचे",
DlgDocMeIndex		: "डॉक्युमॅन्ट इन्डेक्स संकेतशब्द (अल्पव�राम से अलग करें)",
DlgDocMeDescr		: "डॉक्यूमॅन्ट करॅक्टरन",
DlgDocMeAuthor		: "लेखक",
DlgDocMeCopy		: "कॉपीराइट",
DlgDocPreview		: "प्रीव्यू",

// Templates Dialog
Templates			: "टॅम्प्लेट",
DlgTemplatesTitle	: "कन्टेन्ट टॅम्प्लेट",
DlgTemplatesSelMsg	: "ऍड�टर में ओपन करने हेतु टॅम्प्लेट चुनें(वर्तमान कन्टॅन्ट सेव नहीं होंगे):",
DlgTemplatesLoading	: "टॅम्प्लेट सूची लोड की जा रही है। ज़रा ठहरें...",
DlgTemplatesNoTpl	: "(कोई टॅम्प्लेट ड�फ़ाइन नहीं क�या गया है)",
DlgTemplatesReplace	: "मूल शब्दों को बदलें",

// About Dialog
DlgAboutAboutTab	: "FCKEditor के बारे में",
DlgAboutBrowserInfoTab	: "ब्राउज़र के बारे में",
DlgAboutLicenseTab	: "लाइसैन्स",
DlgAboutVersion		: "वर्ज़न",
DlgAboutInfo		: "अध�क जानकारी के ल�ये यहाँ जायें:",

// Div Dialog
DlgDivGeneralTab	: "सामान्य",
DlgDivAdvancedTab	: "एड्वान्स्ड",
DlgDivStyle		: "स्टाइल",
DlgDivInlineStyle	: "इनलाइन स्टाइल",

ScaytTitle			: "SCAYT",	//MISSING
ScaytTitleOptions	: "Options",	//MISSING
ScaytTitleLangs		: "Languages",	//MISSING
ScaytTitleAbout		: "About"	//MISSING
};
